Repository: applingua/WelshAppTMX
Catalog: Welsh App TMX by Applingua Ltd.tmx
Source language: en
Languages: cy

source: Suggest a Feature
cy: Awgrymu Nodwedd

source: SUGGESTED
cy: AWGRYMWYD

source: hour
cy: awr

source: Next Hour
cy: Awr nesaf

source: August
cy: Awst

source: Australia
cy: Awstralia

source: Auto
cy: Awto

source: Auto detect
cy: Awto ganfod

source: Auto-Refresh Scores
cy: Awto-adnewyddu Sgoriau

source: Autoplay audio
cy: Awtochwarae sain

source: Automatic
cy: Awtomatig

source: Sky
cy: Awyr

source: Plane
cy: Awyren

source: Aircraft
cy: Awyrennau

source: Small
cy: Bach

source: LUGGAGE
cy: BAGIAU

source: Balance due
cy: Balans sy'n ddyledus

source: Bank
cy: Banc

source: Sidebar
cy: Bar ochr

source: Status Bar
cy: Bar statws

source: Bargains
cy: Bargeinion

source: Deals
cy: Bargeinion

source: Bars
cy: Bariau

source: Ready
cy: Barod

source: Ready for the next level?
cy: Barod ar gyfer y lefel nesaf?

source: Ready to play
cy: Barod i chwarae

source: Mint
cy: Bathdy

source: Badge when recording
cy: Bathodyn wrth gofnodi

source: badges
cy: bathodynnau

source: Is now following you!
cy: bellach yn eich dilyn!

source: Loan
cy: Benthyciad

source: Female
cy: Benyw

source: Let's get started!
cy: Beth am gychwyn arni!

source: How about rating us on the AppStore?
cy: Beth am roi sgôr i ni ar AppStore?

source: How about rating us on the Play Store?
cy: Beth am roi sgôr i ni yn y Play Store?

source: WHAT USERS HAVE BEEN SAYING
cy: BETH MAE DEFNYDDWYR WEDI BOD YN EI DDWEUD

source: What do all the icons mean?
cy: Beth mae'r holl eiconau yn golygu?

source: What you think we could improve.
cy: Beth rydych chi'n meddwl y gallem wella.

source: What's New
cy: Beth sy'n newydd

source: What are you up to right now?
cy: Beth ydych chi'n gwneud ar hyn o bryd?

source: What do you think of it?
cy: Beth ydych chi'n meddwl amdano?

source: Priority
cy: Blaenoriaeth

source: Previous
cy: Blaenorol

source: Where are you?
cy: Ble ydych chi?

source: Block
cy: Blocio

source: Block user
cy: Blocio defnyddiwr

source: LIVE BLOG
cy: BLOG BYW

source: Blogger
cy: Blogiwr

source: bluetooth on
cy: bluetooth ymlaen

source: Inbox
cy: Blwch derbyn

source: Inbox + Overdue
cy: Blwch derbyn + hwyr

source: Toolbox
cy: Blwch Offer

source: Year
cy: Blwyddyn

source: Year %@
cy: Blwyddyn %@

source: Years
cy: Blynyddoedd

source: Lightyears
cy: Blynyddoedd goleuni

source: Lunar Years
cy: Blynyddoedd y Lleuad

source: every %@ weeks
cy: bob %@ wythnos

source: Every %d year(s)
cy: Bob %d blwyddyn

source: Every %d day(s)
cy: Bob %d diwrnod

source: Every %d month(s)
cy: Bob %d mis

source: Every %d week(s)
cy: Bob %d wythnos

source: Every Year
cy: Bob blwyddyn

source: Yearly
cy: Bob blwyddyn

source: Quarterly
cy: Bob chwarter

source: Semmiannual
cy: Bob chwe mis

source: Every day
cy: Bob dydd

source: Every Day
cy: Bob dydd

source: Every Friday
cy: Bob dydd Gwener

source: Every Thursday
cy: Bob dydd Iau

source: Every Monday
cy: Bob dydd Llun

source: Every Tuesday
cy: Bob dydd Mawrth

source: Every Wednesday
cy: Bob dydd Mercher

source: Every Saturday
cy: Bob dydd Sadwrn

source: Every Sunday
cy: Bob dydd Sul

source: Every month
cy: Bob mis

source: Every week
cy: Bob wythnos

source: Every other week
cy: Bob yn ail wythnos

source: Bonus
cy: Bonws

source: Default bonus
cy: Bonws diofyn

source: Night bonus, weekend bonus, holiday bonus etc.
cy: Bonws nos, bonws penwythnos, bonws gwyliau ac ati.

source: Grind Bonus
cy: Bonws Sglefrio

source: Early bird
cy: Boregodwr

source: Facebook Sign In Button
cy: Botwm Mewngofnodi gyda Facebook

source: Google Sign In Button
cy: Botwm Mewngofnodi gyda Google

source: Brazil
cy: Brasil

source: Crumb
cy: Briwsionyn

source: Prophecy
cy: Broffwydoliaeth

source: ALMOST CORRECT
cy: BRON YN GYWIR

source: Almost there!
cy: Bron yno!

source: Business
cy: Busnes

source: Business %d %@
cy: Busnes %d %@

source: space
cy: bwlch

source: Bulgaria
cy: Bwlgaria

source: Desktop, Too
cy: Bwrdd gwaith, hefyd

source: New Table
cy: Bwrdd Newydd

source: New Dashboard
cy: Bwrdd rheoli newydd

source: Bus
cy: Bws

source: Food
cy: Bwyd

source: Groceries
cy: Bwydydd

source: Restaurants
cy: Bwytai

source: Restaurant
cy: Bwyty

source: World
cy: Byd

source: %d entries will be imported. Do you want to proceed?
cy: Bydd %d cofnod yn cael eu mewngludo. Hoffech chi barhau?

source: A new password will be sent to your email.
cy: Bydd cyfrinair newydd yn cael ei anfon i'ch e-bost.

source: Your data will be migrated.
cy: Bydd eich data yn cael ei ymfudo.

source: Your email will remain private.
cy: Bydd eich e-bost yn aros yn breifat.

source: Your name will only be used when you privately share videos.
cy: Bydd eich enw yn cael ei ddefnyddio dim ond pan fyddwch yn rhannu fideos yn breifat.

source: Your old database will be restored. Do you want to proceed?
cy: Bydd eich hen gronfa ddata yn cael ei adfer. Ydych chi eisiau parhau?

source: Your position will show on the map.
cy: Bydd eich lleoliad yn dangos ar y map.

source: This will also delete this data on other devices syncing over iCloud as well.
cy: Bydd hwn hefyd yn dileu'r data yma ar ddyfeisiau eraill sydd hefyd yn cysoni dros iCloud.

source: This will recover: %@
cy: Bydd hwn yn adfer: %@

source: This will open %@ in Safari
cy: Bydd hwn yn agor %@ yn Safari

source: This will reset app state and settings back to default values.
cy: Bydd hwn yn ailosod cyflwr a gosodiadau'r ap yn ôl i'r gwerthoedd diofyn.

source: This will be selected if you tap Done…
cy: Bydd hwn yn cael ei ddewis os tapiwch chi ar Wedi Gorffen…

source: This will let you know if there is a problem and how to resolve it.
cy: Bydd hyn yn gadael i chi wybod os oes problem a sut i'w datrys.

source: This will force the iCloud system processes to download a fresh copy of your iCloud data.
cy: Bydd hyn yn gorfodi prosesau system iCloud i lawrlwytho copi ffres o'ch data iCloud.

source: Photos will be synced only if WiFi is available.
cy: Bydd lluniau'n cael eu cysoni dim ond os oes cyswllt diwifr ar gael.

source: The backup will be restored.
cy: Bydd y copi wrth gefn yn cael ei adfer.

source: Sync will resume when logged in.
cy: Bydd y cysoni yn ailgychwyn unwaith i chi fewngofnodi.

source: The link will now be opened in Safari to complete your download from iCloud.
cy: Bydd y ddolen nawr yn agor yn Safari i gwblhau eich lawrlwythiad o iCloud.

source: This photo will be sent and made public on the Internet.
cy: Bydd y llun hwn yn cael ei anfon ac ar gael i'w weld yn gyhoeddus ar y rhyngrwyd.

source: will be in
cy: bydd yn

source: The style will be changed after you close the app
cy: Bydd yr arddull yn cael ei newid ar ôl i chi gau'r ap

source: This filter will remain active until you switch it off.
cy: Bydd yr hidlydd yn aros yn weithredol tan i chi ei ddiffodd.

source: Would you mind sending us a short note describing what you don't like?
cy: Byddai ots gennych anfon nodyn byr atom yn disgrifio nad ydych chi'n ei hoffi?

source: Would you mind taking a moment to rate [APPNAME]?
cy: Byddai ots gennych gymryd eiliad i roi sgôr i [APPNAME]?

source: We love to hear what you think of [APPNAME]. Tell us:
cy: Byddem wrth ein bodd yn clywed eich barn am [APPNAME]. Dywedwch wrthym:

source: You will be redirected to the payment page…
cy: Byddwch yn cael eich ailgyfeirio i'r dudalen taliad…

source: Be aware
cy: Byddwch yn ymwybodol

source: We will send a verification code to %@
cy: Byddwn yn anfon cod dilysu i %@

source: WORLDS
cy: BYDOEDD

source: Leaderboards
cy: Byrddau Cadw Sgôr

source: Keyboard
cy: Bysellfwrdd

source: Never
cy: Byth

source: Never want to miss a look of %@?
cy: Byth eisiau colli steil gan %@?

source: Live
cy: Byw

source: Live action
cy: Byw a llawn mynd

source: Biography
cy: Bywgraffiad

source: Confirmation
cy: Cadarnhad

source: Confirm
cy: Cadarnhau

source: confirm password
cy: cadarnhau cyfrinair

source: Confirm Purchase
cy: Cadarnhau Prynu

source: Confirm new password
cy: Cadarnhau'r cyfrinair newydd

source: Confirm Task
cy: Cadarnhau'r dasg

source: Confirm your new password
cy: Cadarnhewch eich cyfrinair newydd

source: Please confirm your new email by following the instructions sent to your new email.
cy: Cadarnhewch eich e-bost newydd trwy ddilyn y cyfarwyddiadau anfonwyd at eich e-bost newydd.

source: Please confirm your email address is %{EMAIL}
cy: Cadarnhewch mai eich cyfeiriad e-bost yw %{EMAIL}

source: Save
cy: Cadw

source: Save to Evernote
cy: Cadw ar Evernote

source: Save Copy
cy: Cadw copi

source: Save as new design
cy: Cadw fel dyluniad newydd

source: Save a random game to play again
cy: Cadw gêm ar hap i'w chwarae eto

source: Save to library
cy: Cadw i'r llyfrgell

source: Save to Camera roll
cy: Cadw i'r Rhôl Camera

source: Keeps your data in sync across all your iOS devices.
cy: Cadw'ch data yn gyson ar draws eich holl ddyfeisiau iOS.

source: Save Password
cy: Cadw'r cyfrinair

source: Save Task
cy: Cadw'r dasg

source: Save image to library
cy: Cadw'r ddelwedd i'r llyfrgell

source: Keep latest
cy: Cadw'r diweddaraf

source: Save location
cy: Cadw'r lleoliad

source: Save original photos
cy: Cadw'r lluniau gwreiddiol

source: Save changes
cy: Cadw'r newidiadau

source: Save Changes?
cy: Cadw'r newidiadau?

source: Save me
cy: Cadwch fi

source: Stay up to date!
cy: Cadwch yn gyfredol!

source: %s videos(s) saved to Gallery.
cy: Cadwyd %s fideo(s) yn yr Oriel.

source: Saved to gallery
cy: Cadwyd i'r galeri

source: Saved to Camera Roll
cy: Cadwyd i'r rhôl camera

source: Image Saved
cy: Cadwyd y ddelwedd

source: Image has been successfully saved to Camera Roll
cy: Cadwyd y ddelwedd i'r Rhôl Camera

source: File successfully saved to iTunes shared folder
cy: Cadwyd y ffeil yn llwyddiannus i ffolder rhannu iTunes

source: File successfully saved to FTP Server
cy: Cadwyd y ffeil yn llwyddiannus i Weinydd FTP

source: File successfully saved in Dropbox
cy: Cadwyd y ffeil yn llwyddiannus yn Dropbox

source: E-Mail saved in outbox
cy: Cadwyd yr e-bost yn y blwch anfon

source: Saved!
cy: Cadwyd!

source: Chains
cy: Cadwyni

source: Be inspired
cy: Cael eich ysbrydoli

source: Get inspired again
cy: Cael eich ysbrydoli eto

source: Get visa well in advance
cy: Cael fisa ymhell ymlaen llaw

source: Remove Ads
cy: Cael gwared â hysbysebion

source: Unfriend
cy: Cael gwared â'r ffrind yma

source: Abort message
cy: Cael gwared â'r neges

source: Get it!
cy: Cael hwn!

source: Access your Contacts
cy: Cael mynediad at eich cysylltiadau

source: Get now
cy: Cael nawr

source: Get Breaking News
cy: Cael y newyddion diweddaraf

source: Forts Remaining
cy: Caerau sy'n weddill

source: Close drawer
cy: Caewch y drôr

source: Support Request
cy: Cais am Gefnogaeth

source: Friend request from %@
cy: Cais ffrind gan %@

source: Friend request
cy: Cais ffrind!

source: Calendar
cy: Calendr

source: Default calender
cy: Calendr diofyn

source: Calories
cy: Calorïau

source: Step
cy: Cam

source: Steps
cy: Cam

source: Fast Actions
cy: Camau gweithredu cyflym

source: Gym
cy: Campfa

source: Detected
cy: Canfuwyd

source: Contacts Permission
cy: Caniatâd Cysylltiadau

source: Allow
cy: Caniatáu

source: Allow Restore
cy: Caniatáu adfer

source: Allow Notifications
cy: Caniatáu hysbysiadau

source: Allow comments
cy: Caniatáu sylwadau

source: Allow in Settings
cy: Caniatáu yn y Gosodiadau

source: Please turn on photo access in Settings
cy: Caniatewch fynediad at luniau yn y Gosodiadau

source: User Guide
cy: Canllaw defnyddiwr

source: RESULT
cy: CANLYNIAD

source: Results
cy: Canlyniadau

source: Center
cy: Canol

source: Fitness Center
cy: Canolfan ffitrwydd

source: Notification Center
cy: Canolfan Hysbysiadau

source: H Center
cy: Canoli H

source: Medium
cy: Canolig

source: Mid
cy: Canolig

source: Centuries
cy: Canrifoedd

source: Cancel
cy: Canslo

source: Cancel Request
cy: Canslo Cais

source: Cancel comment
cy: Canslo'r sylw

source: Canceled
cy: Canslwyd

source: E-Mail sending canceled
cy: Canslwyd anfon yr e-bost

source: Import canceled
cy: Canslwyd y mewngludo

source: Purchase canceled
cy: Canslwyd y pryniant

source: Optional caption
cy: Capsiwn dewisol

source: Private car
cy: Car preifat

source: Caravan
cy: Carafan

source: Cards
cy: Cardiau

source: Business Cards
cy: Cardiau busnes

source: Event Cards
cy: Cardiau Digwyddiad

source: Custom Cards
cy: Cardiau personol

source: CUSTOM CARDS
cy: CARDIAU PERSONOL

source: Carry
cy: Cario

source: Collect favourites on your wishlist
cy: Casglu'ch ffefrynnau ar eich rhestr dymuniadau

source: Time Pickers
cy: Casglwyr amser

source: Category
cy: Categori

source: Categories
cy: Categorïau

source: Close
cy: Cau

source: Close shape
cy: Cau'r siâp

source: HORSE
cy: CEFFYL

source: Background
cy: Cefndir

source: Export Background
cy: Cefndir allgludo

source: Support
cy: Cefnogaeth

source: supported by
cy: cefnogwyd gan

source: Hinterlands
cy: Cefnwlad

source: Attendant
cy: Ceidwad

source: REQUESTS
cy: CEISIADAU

source: Other Requests
cy: Ceisiadau eraill

source: Friend requests
cy: Ceisiadau ffrind

source: Requests Needing Action
cy: Ceisiadau sydd angen sylw

source: Requests Awaiting Action
cy: Ceisiadau yn aros am sylw

source: Play Again
cy: Ceisio eto

source: Try again
cy: Ceisio eto

source: Try now
cy: Ceisio nawr

source: Pop Art
cy: Celf Bop

source: Forbidden Arts
cy: Celfyddydau Gwaharddedig

source: Centiliters
cy: Centilitr

source: Centimeter
cy: Centimedr

source: Walk
cy: Cerdded

source: Walk %@ Step
cy: Cerdded %@ Cam

source: Walk %@ Steps
cy: Cerdded %@ Cam

source: Walk %@ KM
cy: Cerdded %@ KM

source: Walk %@ Mile
cy: Cerdded %@ Milltir

source: Walk %@ Miles
cy: Cerdded %@ Milltir

source: Music
cy: Cerddoriaeth

source: Shopping Cart
cy: Cert Siopa

source: You
cy: Chi

source: Let's Play
cy: Chwarae

source: Play
cy: Chwarae

source: PLAY
cy: CHWARAE

source: Play again
cy: Chwarae eto

source: Play audio
cy: Chwarae sain

source: Sport
cy: Chwaraeon

source: Unknown Player
cy: Chwaraewr Anhysbys

source: Players
cy: Chwaraewyr

source: Quarry
cy: Chwarel

source: Quarters
cy: Chwarteri

source: February
cy: Chwefror

source: Find
cy: Chwilio

source: search
cy: chwilio

source: Search and invite your friends from your Contacts:
cy: Chwilio a gwahodd eich ffrindiau o'ch Cysylltiadau:

source: Search for a user…
cy: Chwilio am ddefnyddiwr…

source: City Search
cy: Chwilio am Ddinas

source: Search for Friends
cy: Chwilio am Ffrindiau

source: Search contacts
cy: Chwilio am gysylltiadau

source: Search for Location
cy: Chwilio am leoliad

source: Search again
cy: Chwilio eto

source: Search nearby places
cy: Chwilio mannau cyfagos

source: Find from contacts
cy: Chwilio o'r cysylltiadau

source: Search clients
cy: Chwilio trwy'r cleientiaid

source: Search by Username
cy: Chwilio yn ôl enw defnyddiwr

source: Search by route
cy: Chwilio yn ôl llwybr

source: Search by number
cy: Chwilio yn ôl rhif

source: Search projects
cy: Chwilio'r prosiectau

source: Search the Web
cy: Chwilio'r we

source: Searched Results
cy: Chwiliwyd trwy'r canlyniadau

source: Forager
cy: Chwilotwr

source: Left
cy: Chwith

source: DOG
cy: CI

source: Kilo
cy: Cilo

source: Kilobyte
cy: Cilobeit

source: Kilobit
cy: Cilobit

source: Kilogram
cy: Cilogram

source: Kilometer
cy: Cilomedr

source: Kilometer²
cy: Cilomedr²

source: Kilometer³
cy: Cilomedr³

source: kilometers
cy: cilomedrau

source: Lunch
cy: Cinio

source: Screenshots
cy: Cipluniau

source: Classics
cy: Clasuron

source: Client
cy: Cleient

source: Client and project
cy: Cleient a phrosiect

source: Default client
cy: Cleient diofyn

source: New client
cy: Cleient newydd

source: Click to continue
cy: Clicia i barhau

source: Click on pie chart area to get more infos.
cy: Cliciwch ar ardal o'r siart cylch i gael mwy o wybodaeth.

source: Click here to opt-out of analytics
cy: Cliciwch yma i optio allan o'r dadansoddi

source: Clipboard
cy: Clipfwrdd

source: Clear
cy: Clirio

source: Clear All Alarms?
cy: Clirio pob larwm?

source: Clear Search
cy: Clirio'r chwiliad

source: Clear Menu
cy: Clirio'r ddewislen

source: Clear photo
cy: Clirio'r llun

source: Empty the Black List?
cy: Clirio'r Rhestr Ddu?

source: Clear Wishlist
cy: Clirio'r rhestr dymuniadau

source: Clear White List
cy: Clirio'r Rhestr Wen

source: Empty the White List?
cy: Clirio'r Rhestr Wen?

source: Passcode Lock
cy: Clo cod cyfrin

source: Time Clock
cy: Cloc amser

source: World Clock
cy: Cloc y byd

source: Clocked out
cy: Clociwyd allan

source: Clocked in at %@
cy: Clociwyd i mewn am %@

source: Lock layer
cy: Cloi'r haen

source: Cm/Hour
cy: Cm/Awr

source: Cm/Sec
cy: Cm/Eil

source: Cm/Min
cy: Cm/Mun

source: Red
cy: Coch

source: Code
cy: Cod

source: Invalid Code
cy: Cod Annilys

source: Confirmation code
cy: Cod Cadarnhau

source: Verification code
cy: Cod dilysu

source: Incorrect verify code
cy: Cod dilysu anghywir

source: Invalid verification code
cy: Cod dilysu annilys

source: Incorrect verification code
cy: Cod gwirio anghywir

source: Promo code
cy: Cod hyrwyddol

source: Expected status code in (%1$@), got %2$ld
cy: Cod statws disgwyliedig (%1$@), derbyniwyd %2$ld

source: Raise
cy: Codi

source: Coffee
cy: Coffi

source: New Entry
cy: Cofnod newydd

source: Recording for
cy: Cofnodi ar gyfer

source: Report user
cy: Cofnodi defnyddiwr

source: Event recording improvements:
cy: Cofnodi digwyddiadau yn well:

source: Prediction Reported
cy: Cofnodwyd Rhagfynegiad

source: Check-in
cy: Cofrestru

source: Register
cy: Cofrestru

source: Sign Up
cy: Cofrestru

source: Free Sign Up
cy: Cofrestru am ddim

source: Check-in online
cy: Cofrestru ar-lein

source: Online Check-in
cy: Cofrestru ar-lein

source: Sign up with
cy: Cofrestru gyda

source: Sign up with Google +
cy: Cofrestru gyda Google +

source: sign up with your e-mail
cy: cofrestru gyda'ch ebost

source: Register with Email
cy: Cofrestru gydag e-bost

source: Sign up with Email
cy: Cofrestru gydag e-bost

source: Sign up or Log in using Email
cy: Cofrestru neu Fewngofnodi gan ddefnyddio e-bost

source: Cooking
cy: Coginio

source: Comma
cy: Coma

source: Comedy
cy: Comedi

source: Romantic Comedy
cy: Comedi rhamantaidd

source: Backup
cy: Copi wrth gefn

source: Backup / restore
cy: Copi wrth gefn / adfer

source: Backups
cy: Copïau wrth gefn

source: Copy
cy: Copïo

source: copy a database first
cy: copïo cronfa ddata yn gyntaf

source: copy first
cy: copïo yn gyntaf

source: Copy Link
cy: Copïo'r ddolen

source: Copy Public Link
cy: Copïo'r ddolen gyhoeddus

source: Copy share link
cy: Copïo'r ddolen rhannu

source: Copy Result
cy: Copïo’r Canlyniad

source: Copied
cy: Copïwyd

source: Copied to clipboard
cy: Copïwyd i'r Clipfwrdd

source: Link copied
cy: Copïwyd y ddolen

source: Edits copied
cy: Copïwyd y golygiadau

source: Copied!
cy: Copïwyd!

source: Corner
cy: Cornel

source: Invalid Cost
cy: Cost Annilys

source: Cost missing
cy: Cost ar goll

source: Expense for project
cy: Cost ar gyfer prosiect

source: New expense
cy: Cost newydd

source: Expenses
cy: Costau traul

source: Credits
cy: Credydau

source: Compose
cy: Creu

source: Create
cy: Creu

source: Backup database
cy: Creu copi wrth gefn o'r gronfa ddata

source: Create new account
cy: Creu cyfrif newydd

source: Create a password
cy: Creu cyfrinair

source: Create Sample Data
cy: Creu Data Sampl

source: Quickly create a forgotten event
cy: Creu digwyddiad angof yn gyflym

source: Create your account
cy: Creu eich cyfrif

source: Create a username
cy: Creu enw defnyddiwr

source: Create Game
cy: Creu gêm

source: Create Game…
cy: Creu gêm…

source: create group
cy: creu grŵp

source: Create Group
cy: Creu grŵp

source: CREATE FILTER
cy: CREU HIDLYDD

source: Create A Preference…
cy: Creu hoffter…

source: Create Subtask
cy: Creu is-dasg

source: Create messages like this
cy: Creu negeseuon fel hyn

source: Insert new or select existing
cy: Creu un newydd neu dethol un cyfredol

source: Created %@
cy: Crëwyd %@

source: Invoice draft created
cy: Crëwyd drafft o anfoneb

source: Crew
cy: Criw

source: Crossroads
cy: Croesffordd

source: Welcome
cy: Croeso

source: Welcome to [APPNAME]!
cy: Croeso i [APPNAME]!

source: Welcome back!
cy: Croeso yn ôl!

source: Intersect
cy: Croestorri

source: Curve
cy: Cromlin

source: Curves
cy: Cromliniau

source: CURVES
cy: CROMLINIAU

source: Green Curves
cy: Cromliniau gwyrdd

source: RGB Curves
cy: Cromliniau RGB

source: Pasted Curves
cy: Cromliniau wedi'u gludo

source: database not valid
cy: cronfa ddata ddim yn ddilys

source: Cloud database
cy: Cronfa ddata y cwmwl

source: Database:
cy: Cronfa ddata:

source: Cost Summary:
cy: Crynodeb o'r gost:

source: CSVs in Dropbox
cy: CSVs yn Dropbox

source: Cache
cy: Cuddfan

source: Hide
cy: Cuddio

source: Hide my friend list
cy: Cuddio fy rhestr o ffrindiau

source: Hide Screenshots
cy: Cuddio sgrinluniau

source: Hide bars near zero
cy: Cuddio'r bariau wrth ymyl sero

source: Hide layer
cy: Cuddio'r haen

source: Hide Others
cy: Cuddio'r lleill

source: Hide sync message
cy: Cuddio'r neges cysoni

source: Hide completed
cy: Cuddio'r rhai wedi'u cwblhau

source: Hide non billable entries
cy: Cuddio’r symiau ni ellir bilio amdanynt

source: Quadrants
cy: Cwadrantau

source: Complete
cy: Cwblhau

source: Finish Check-in
cy: Cwblhau Cofrestru

source: Complete experience
cy: Cwblhau'r profiad

source: Completed
cy: Cwblhawyd

source: Task Completed: %@
cy: Cwblhawyd y dasg: %@

source: Complete your profile
cy: Cwblhewch eich proffil

source: Please complete your profile
cy: Cwblhewch eich proffil

source: Question
cy: Cwestiwn

source: Questions
cy: Cwestiynau

source: FAQ
cy: Cwestiynau Cyffredin

source: Frequently Asked Questions
cy: Cwestiynau Cyffredin

source: Online FAQ
cy: Cwestiynau cyffredin ar-lein

source: iCloud FAQ
cy: Cwestiynau Cyffredin iCloud

source: General Questions
cy: Cwestiynau Cyffredinol

source: iCloud Questions
cy: Cwestiynau iCloud

source: Company
cy: Cwmni

source: Airline
cy: Cwmni awyrennau

source: Airlines
cy: Cwmnïau awyrennau

source: Cups
cy: Cwpanau

source: Courtyard
cy: Cwrt

source: Crash landings
cy: Cwymplaniadau

source: start
cy: cychwyn

source: Get Started
cy: Cychwyn Arni

source: Get to it.
cy: Cychwyn arni.

source: Week Start:
cy: Cychwyn yr Wythnos:

source: Context
cy: Cyd-destun

source: Contexts
cy: Cyd-destunau

source: Acknowledge All
cy: Cydnabod y cwbl

source: High Resolution
cy: Cydraniad uchel

source: Image Resolution
cy: Cydraniad y ddelwedd

source: Coworkers
cy: Cydweithwyr

source: End Dir
cy: Cyf ar y Diwedd

source: Volume
cy: Cyfaint

source: Total
cy: Cyfanswm

source: Year total
cy: Cyfanswm y flwyddyn

source: Month total
cy: Cyfanswm y mis

source: Total time
cy: Cyfanswm yr amser

source: Total time: %@
cy: Cyfanswm yr amser: %@

source: Week total
cy: Cyfanswm yr wythnos

source: Totals:
cy: Cyfansymiau:

source: Meeting
cy: Cyfarfod

source: Equal
cy: Cyfartal

source: Average
cy: Cyfartaledd

source: Familiar
cy: Cyfarwydd

source: Directions
cy: Cyfarwyddiadau

source: Director
cy: Cyfarwyddwr

source: Matchup
cy: Cyfateb

source: Address
cy: Cyfeiriad

source: Invalid address
cy: Cyfeiriad annilys

source: End Direction
cy: Cyfeiriad ar y diwedd

source: Origin address
cy: Cyfeiriad cychwyn

source: Start Direction
cy: Cyfeiriad cychwynnol

source: Email Address
cy: Cyfeiriad e-bost

source: Email address is invalid
cy: Cyfeiriad e-bost annilys

source: Invalid email address
cy: Cyfeiriad e-bost annilys

source: Max Dir
cy: Cyfeiriad pellaf

source: Destination address
cy: Cyfeiriad pen y daith

source: Last Name
cy: Cyfenw

source: General
cy: Cyffredinol

source: Migrating timer state
cy: Cyflwr yr amserydd mudo

source: Introduction
cy: Cyflwyniad

source: Submit a Suggestion
cy: Cyflwyno Awgrym

source: Wind Speed
cy: Cyflymder y gwynt

source: Speed: %@
cy: Cyflymder: %@
